<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/SwiftUICardScanner.h</key>
		<data>
		6cfzjVRCCOg93iIrSadkAtNuNYQ=
		</data>
		<key>Info.plist</key>
		<data>
		i4sRp9NAUcS55NSKcDgsLEbD1tU=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		gmbxClBWlAUKSr3aVUK11zlEo2A=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		8piSsSAb7bCnvnxm2mEyFQoPnKs=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		HzciUBKVidwCD/FaukKLgFCSgnw=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		8piSsSAb7bCnvnxm2mEyFQoPnKs=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		xh9zU1GpZuH9ouScs5z6XGy3ZSk=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		gmbxClBWlAUKSr3aVUK11zlEo2A=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		ATc7E8Zrfgu+T48lp1Kla9GUeA0=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		KuSAaHSt2AvfqzU1Ap9+Fbr7Mg0=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		ATc7E8Zrfgu+T48lp1Kla9GUeA0=
		</data>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		J9FBLNl/nDhZSHmcbgECdJVi/Sk=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		cJAhRXcRbsD8bNgkqAanlflr3YU=
		</data>
		<key>SSDOcr.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ImBaikZ0l6gktWFLJYL0RMQMlqg=
		</data>
		<key>SSDOcr.mlmodelc/coremldata.bin</key>
		<data>
		VLGFGYZajXG7qk5ehFAoPSE678U=
		</data>
		<key>SSDOcr.mlmodelc/metadata.json</key>
		<data>
		lHzqtQOxhxVJPChep61k9nAOkPk=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.net</key>
		<data>
		sR15HJx2M22xXq0OsC6/BTh68V8=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.shape</key>
		<data>
		W3/9JheWzzwl118npp97v5UaPc8=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.weights</key>
		<data>
		PObM/mvTxhseG0ZBN7HvnJW2afc=
		</data>
		<key>SSDOcr.mlmodelc/model/coremldata.bin</key>
		<data>
		wBHrQmNGaE7FAYdc8Q7gD5xbSrQ=
		</data>
		<key>SSDOcr.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/SwiftUICardScanner.h</key>
		<dict>
			<key>hash2</key>
			<data>
			n6l2iw/N/g3mQPy9tX9i8Z4BsMGybwfae0bkfXXEd0w=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			qfQsrtHPiH8fa5niUxl7N17ucajGZkJyoT+6Oifl5Wk=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aBo3flBY51HVg3tVO/fyG8dPpBwRYWTfgknWK2dqtII=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			xv2UhGIqalvekD6oK1cEmvLVWH9hUaNeb4YUtUIkqT8=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			aBo3flBY51HVg3tVO/fyG8dPpBwRYWTfgknWK2dqtII=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			cjVXHyA+81DQxeMqWzJOt1cLmEPPwcpZSAlKI9NtziA=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			qfQsrtHPiH8fa5niUxl7N17ucajGZkJyoT+6Oifl5Wk=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			x3kL0Uveuu8ozo1SuW5JS40Age22jXZ4XDrYac1tqds=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			s5EdwEbnwph/xPeuMXVvCddMRtff3/USgBBhZyOo/FI=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			x3kL0Uveuu8ozo1SuW5JS40Age22jXZ4XDrYac1tqds=
			</data>
		</dict>
		<key>Modules/SwiftUICardScanner.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			RnMOdfTz3o0DPvnHz21foPXd0gWlbDLI0bYzaEQRnt4=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			BPOjs6E1sbO7Hhl5itp18DVu0DCntLkJ/zt8QuIUaio=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			xTwnKaGtyYNSA7CiNb9jzBcoZq+8RNhcjVKFAp1jPg8=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			CYn5NmIviN5uqVdVUw2JX4FydhhU3sbR7Sa0ApSG8Gc=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			aC55xFjlL50B5RDF6MwOSB3PaJt9PB/zmvitfH2GGrg=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Ax13Hf5Xl2NKFd1SzLOVMlBoT0TxtlD9Ls80LiVvypg=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			zZ5wv2sH3eRzn2pBwbDonQtWV3SkS4N/XPn0WD8F1AA=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			oT/Gghig43PrZvEbK4QLjX/4EbDWh/pmTNSBHakJ8vA=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			hbCZFIrZAF+IjdmBIFJ3wbNm1hBnaN4fctkyWK6u12w=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
